tests/fixtures/calculator/AddRQ.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
  <soapenv:Body>
    <ns1:Add xmlns:ns1="http://tempuri.org/">
      <ns1:intA>1</ns1:intA>
      <ns1:intB>3</ns1:intB>
    </ns1:Add>
  </soapenv:Body>
</soapenv:Envelope>
